Repository: Penta/GFE
Catalog: Langues/Texte.*.resx
Languages: fr

# ErreurTitre
source: Error
fr: Erreur

# ErreurTéléchargementSources
source: An error occurred during the download of the source files.
fr: Une erreur est survenue durant le téléchargement des sources !

# SuccèsTitre
source: Success!
fr: Succès !

# Titre
source: Wallpaper Manager
fr: Gestionnaire de Fonds d'Écran

# TéléchargementSources
source: The source files has been downloaded from GitHub!
fr: Téléchargement des sources via GitHub éffectué !

# AucunCheminParamètre
source: You need to specify a path !
fr: Vous devez préciser un chemin d'accès !

# MauvaisCheminParamètre
source: Your specified path is not valid !
fr: Le chemin d'accès que vous avez spécifié n'est pas valide !

# ArgumentInvalide
source: Invalid Argument.
fr: Argument invalide.

# ToutSupprimé
source: Every single file created by the Wallpaper Manager has been deleted, you can now delete this executable to totally remove the Wallpaper Manager from your computer!
fr: Tous les fichiers et les données laissés par le Gestionnaire de Fond d'Écran on été supprimés, vous maintenant supprimer cet exécutable pour supprimer totalement le Gestionnaire de Fond d'Écran de votre ordinateur !

# Aide
source: /H or /? : Display this help. /S : Extract source files in the current directory. /U [<path>] : Download the lastest version of the software /O <path> : Open the path without asking to the user. /R : Delete every file of the software on the computer. To get more help, go to : http://github.com/Penta/GFE/wiki
fr: /H ou /? : Affiche cette aide. /S : Extrait les sources dans le dossier courant. /U [<path>] : Télécharge la nouvelle version du logiciel. /O <path> : Ouvre le chemin sans demander à l'utilisateur. /R : Supprime toutes les données stockées sur le PC. Pour plus d'aide, allez sur l'aide en ligne : http://github.com/Penta/GFE/wiki

# SeulementUneInstance
source: Only one instance of the software is allowed at the same time!
fr: Seulement une seule instance du logiciel peut être lancée à la fois !

# SautTropGrand
source: The number is too high!
fr: Le nombre est trop grand !

# SautTropPetit
source: Please type a positive number!
fr: Veuillez choisir un nombre superieur à 0 !

# SautVide
source: Please type a number!
fr: Veuillez rentrer un nombre !

# DescriptionSelectionDossier
source: Please choose your wallpaper's directory.
fr: Veuillez choisir le dossier de vos fonds d'écran.

# QuestionSelection
source: Do you want to add this path to the existing one(s)? Press No will replace all the current values !
fr: Voulez-vous ajoutez ce chemin à celui ou ceux déjà existants ? Appuyer sur Non remplacera les valeurs déjà existantes !

# RenommerFichierVide
source: The filename cannot be empty!
fr: Le nom du fichier ne peut pas être vide !

# AucunDossier
source: Please choose a directory!
fr: Veuillez choisir un dossier !

# DossierInvalide
source: At least one of the directories is invalid!
fr: Au moins un des dossiers rentrés n'est pas valide !

# ErreurInstMaj
source: An error occurred when the software was updating! Error:
fr: Une erreur est survenue durant la mise à jour ! Erreur :

# ErreurMaj
source: The software is unable to check for updates! Do you still have internet? The update server is still online?
fr: Impossible de faire la mise à jour ! Avez-vous encore Internet ? Le serveur de mise à jour est-il encore en ligne ?

# ErreurRegistre
source: An error occurred when the software was reading the registry! Your configuration has been reset.
fr: Une erreur est survenue durant la lecture du registre ! Votre configuration va être réinitialisée.

# LogicielAJour
source: Your software is up to date!
fr: Votre logiciel est déjà à jour !

# MajDispo
source: An update is available! The software needs to restart to download the update.
fr: Une mise à jour est disponible ! Le logiciel doit redémarrer pour se mettre à jour.

# MajInstallée
source: Your software has been updated to the version
fr: Votre logiciel a bien été mis à jour vers la version

# MajInstalléeTitre
source: Update done!
fr: Mise à jour réussite !

# MenuContextuelTexte
source: Try all the wallpapers in this directory
fr: Visualiser les fonds d'écran du dossier

# AncienFondSupprimé
source: The file of your original wallpaper doesn't exist anymore, it can't be reapplied.
fr: Le fichier de votre ancien fond d'écran n'existe plus, il n'a donc pas été remit en place.

# AucunFichierAffiché
source: No file at the moment.
fr: Aucun fichier n'est selectionné.

# AucunFichierDossier
source: There is no image file in this directory!
fr: Aucun fichier d'image dans ce dossier !

# Chargement
source: Loading...
fr: Chargement...

# CommandeExecutée
source: Command:
fr: Commande executée :

# Commencer
source: Start
fr: Commencer

# ConfirmationAppliquerTitre
source: Do you want to apply this picture as your new desktop wallpaper?
fr: Voulez-vous vraiment appliquer cette image en tant que fond d'écran de votre bureau ?

# ErreurAncienFond
source: An error occurred when the Wallpaper Manager tried to reapply your original wallpaper!
fr: Une erreur est survenue durant la remise de votre ancien fond d'écran !

# ErreurLectureDossier
source: Unable to read this directory!
fr: Impossible de le lire ce dossier !

# ErreurLectureListe
source: An error occurred when the software tried to create the file list of the directory
fr: Une erreur est survenue à la récupération de la liste des fichiers du dossier

# ErreurLogicielExterne
source: An error occurred during the execution of the external software!
fr: Une erreur est survenue durant le lancement du logiciel externe !

# ErreurMenuContextuel
source: An error occurred during the modification of the registry! Error:
fr: Une erreur est survenue durant la modification du registre ! Erreur :

# ErreurModificationNom
source: An error occurred during the modification of the name !
fr: Une erreur est survenue durant la modification du nom !

# ErreurSousDossier
source: sub-directory(ies) cannot be read! This error is not fatal.
fr: sous-dossier(s) n'a ou n'ont pas été lu(s) ! Cette erreur est non fatale.

# FichierRenommé
source: The file has been renamed!
fr: Le fichier a bien été renommé !

# FondAppliqué
source: This wallpaper will be displayed as your main wallpaper when you will close the Wallpaper Manager.
fr: Le fond d'écran sera actif une fois le logiciel fermé !

# Fraction
source: on
fr: sur

# InfobulleNomStart
source: Click on Start to display the first file.
fr: Cliquez sur commencer pour selectionner un fichier.

# MenuContextuelAppliqué
source: You can now start the Wallpaper Manager with the context menu of a directory! (right click) Please desactivate this option if you move or delete this executable file.
fr: Vous pouvez maintenant lancer le Gestionnaire de Fonds d'Écran dans le menu contextuel d'un dossier ! (clic droit) Veuillez désactiver cette option avant de supprimer ou déplacer cet exécutable.

# MenuContextuelSupprimé
source: The entry in your context menu has been deleted.
fr: L'entrée dans le menu contextuel a bien été supprimée.

# Modifier
source: Edit
fr: Modifier

# Recharger
source: Reload
fr: Recharger

# Suivant
source: Next
fr: Suivant

# Terminer
source: Finish
fr: Terminer

# UneErreurSurvenue
source: An error occurred.
fr: Une erreur est survenue.

# ZeroFraction
source: 0 on
fr: 0 sur

# ErreurChargementFichier
source: : this file cannot be read, do you want to delete it?
fr: : ce fichier n'a pas pu être chargé, voulez-vous le supprimer ?

# Suppression
source: Do you really want to delete this wallpaper?
fr: Voulez-vous vraiment supprimer ce fond d'écran ?

# ChoixExterneTitre
source: Please choose the external software for the file edition...
fr: Choisissez le logiciel externe pour la modification des fichiers...

# ExtensionsExterne
source: Executables (*.exe)|*.exe|All files (*.*)|*.*
fr: Exécutables (*.exe)|*.exe|Tous les fichiers (*.*)|*.*

# MessageReinitialisation
source: Are you sure you want to reset your configuration?
fr: Voulez-vous perdre votre configuration et remettre celle par défaut ?

# ReinitialisationFaite
source: Your configuration has been reset!
fr: Votre configuration a été réinitialisée !

# RedémarrageLangue
source: You need to restart the application to change the language!
fr: Vous devez redémarrer l'application pour changer la langue !

# DossierTerminé
source: This directory is done! Do you want to close this software?
fr: Vous avez fini le dossier ! Voulez-vous fermer le programme ?
